[
  {
    "id": 1752373116706,
    "titulo": "5 dicas para evitar todos os colapsos no seu voo de parapente.",
    "descricao": "Os colapsos em voo de parapente são totalmente evitáveis, mas é preciso mais que um bom controle do equipamento para escapar deles.",
    "imagemUrl": "/uploads/imagemPost-1752373116702-115447319.png",
    "dataPublicacao": "2025-07-13T02:18:36.706Z"
  },
  {
    "id": 1657386000000,
    "titulo": "Timo Leonetti, quebrou hoje o recorde de XC da África do Sul com um voo de 562km.",
    "descricao": "Timo Leonetti já é bem conhecido dos que frequentam o Sertão Brasileiro. Na última temporada conseguiu diversos voos acima de 400km e sempre esteve entre os melhores durante a temporada do Sertão. Hoje não foi diferente: voando com a EN-C, ele alcançou a impressionante marca de 562,7km, batendo o recorde da África do Sul. O que impressiona é a constância: Timo tem mais de 30 voos acima de 300km no currículo. Segundo os pilotos presentes, ele voava com precisão e calma, aproveitando cada térmica com sabedoria. “O céu parecia feito pra ele hoje”, comentou um colega. “Foi incrível ver como ele lidou com os desafios do dia.” O voo começou por volta das 9h30 e durou mais de 8 horas. Clement Latour também estava presente e realizou um voo de 533km, mostrando que as condições estavam realmente excepcionais. Com o sucesso da jornada, Timo agora se consolida como uma das maiores referências do voo de distância mundial. O recorde anterior da África do Sul era de 540km e pertencia a Sebastian Katrinov, na África do Sul em 2021.",
    "imagemUrl": "/uploads/blog1.png",
    "dataPublicacao": "2025-07-09T11:00:00.000Z"
  },
  {
    "id": 1657299600000,
    "titulo": "Não consigo andar, mas posso voar!!!",
    "descricao": "Decenas de cadeirantes ganharam asas e voaram pelo céu de João Pessoa na Paraíba",
    "imagemUrl": "/uploads/blog3.png",
    "dataPublicacao": "2025-07-08T10:00:00.000Z"
  },
  {
    "id": 1657213200000,
    "titulo": "Serena Ronchi fez 6.575,31km de EN-B em 3 months of the dry season of the Sertão Brazil in 2020.",
    "descricao": "She was by far the pilot who flew the longest and most distance in the Sertão that season. With 2 years of flying and EN-B glider she accumulated over 300km. Check the best questions she heard about her experience in the Sertão.",
    "imagemUrl": "/uploads/blog4.png",
    "dataPublicacao": "2025-07-07T09:00:00.000Z"
  }
]